[
  {
    "key": "0",
    "card": "The Fool",
    "planet": "Uranus ♅",
    "category": "Major Arcana",
    "description": "You stand on the precipice of a new journey, full of excitement and unlimited potential. Embrace the unknown with a sense of adventure and trust in your instincts.",
    "indepth": "The Fool is a card of new beginnings and unlimited potential. It represents the start of a journey, full of optimism and curiosity. The Fool is associated with spontaneity, innocence, and a willingness to take risks. It encourages embracing the unknown and trusting in the universe. This card reminds us to follow our hearts and pursue our passions, even if it means stepping into the uncharted territory.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/9/90/RWS_Tarot_00_Fool.jpg"
  },
  {
    "key": "1",
    "card": "The Magician",
    "planet": "Mercury ☿",
    "category": "Major Arcana",
    "description": "You possess incredible power and potential. Tap into your inner resources and channel your will to manifest your desires. You have the ability to turn ideas into reality.",
    "indepth": "The Magician is a card of manifestation and personal power. It symbolizes the ability to harness the resources and talents at our disposal to create positive change. The Magician represents confidence, skill, and the conscious use of willpower. It signifies the potential to bring ideas into reality and to transform our lives through focused intention and action. This card reminds us that we have the ability to shape our own destiny.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/de/RWS_Tarot_01_Magician.jpg"
  },
  {
    "key": "2",
    "card": "The High Priestess",
    "planet": "Moon ☽",
    "category": "Major Arcana",
    "description": "You are a vessel of intuition and deep wisdom. Trust your inner voice and explore the mysteries of your subconscious mind. Allow your intuition to guide you on your path.",
    "indepth": "The High Priestess is a card of mystery, intuition, and inner wisdom. She represents the deep, intuitive knowledge that resides within us. The High Priestess is connected to the subconscious mind and encourages us to listen to our inner voice and trust our instincts. This card signifies hidden knowledge, spiritual growth, and the exploration of our inner depths. It urges us to seek balance and find harmony between our conscious and subconscious selves.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/8/88/RWS_Tarot_02_High_Priestess.jpg"
  },
  {
    "key": "3",
    "card": "The Empress",
    "planet": "Venus ♀",
    "category": "Major Arcana",
    "description": "You are a nurturing and abundant force in the world. Embrace your creativity and bring forth new life and growth. Find balance and harmony in your connections with others.",
    "indepth": "The Empress is a card of abundance, nurturing, and creativity. She represents the nurturing aspects of femininity and the power of creation. The Empress is associated with fertility, both in terms of physical birth and the birth of new ideas or projects. She embodies sensuality, beauty, and the connection to nature. This card reminds us to embrace our own creative potential and to care for ourselves and others with compassion and love.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/d2/RWS_Tarot_03_Empress.jpg"
  },
  {
    "key": "4",
    "card": "The Emperor",
    "sign": "Aries ♈︎",
    "category": "Major Arcana",
    "description": "You possess strength, leadership, and authority. Take charge of your life and establish order and structure. Use your power responsibly and with integrity.",
    "indepth": "The Emperor is a card of authority, structure, and leadership. He represents the embodiment of masculine energy and signifies the need for organization and discipline. The Emperor symbolizes the power to create order out of chaos and to establish a solid foundation. He encourages us to take control of our lives, set clear boundaries, and make decisions with confidence. This card reminds us to embrace responsibility and use our power wisely.",
    "decan": "The Emperor card in tarot represents the embodiment of Aries individuals' innate qualities of leadership, courage, and ambition. Just like the first sign of the zodiac, the Emperor exudes authority and a pioneering spirit, fearlessly taking charge of situations and leading others. Aries individuals, like the Emperor, possess a strong desire to succeed, a proactive approach to life, and a protective nature towards their loved ones. However, they should also be mindful of balancing their assertiveness with flexibility and consider the long-term consequences of their actions. The Emperor card serves as a reminder of Aries' natural ability to create order and structure while encouraging them to harness their strength to bring positive impact to their own lives and the lives of those around them.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/c/c3/RWS_Tarot_04_Emperor.jpg"
  },
  {
    "key": "5",
    "card": "The Hierophant",
    "sign": "Taurus ♉︎",
    "category": "Major Arcana",
    "description": "You seek spiritual wisdom and guidance. Embrace tradition and connect with a higher power or spiritual teachings. Seek meaning and understanding in the world around you.",
    "indepth": "The Hierophant is a card of tradition, spirituality, and guidance. He represents the search for deeper meaning and connection to a higher power. The Hierophant symbolizes wisdom, teachings, and the importance of tradition and rituals. He encourages us to seek spiritual guidance and to explore our beliefs and values. This card reminds us to honor our spiritual path and find solace in community and shared wisdom.",
    "decan": "The Hierophant card in tarot aligns closely with the characteristics of Taurus individuals, emphasizing their innate wisdom, stability, and traditional values. Taurus, as the second sign of the zodiac, represents a deep connection to the material world and a desire for security. Similarly, the Hierophant embodies spiritual wisdom and the search for higher truths through established institutions and traditions. Taurus individuals are often guided by a strong sense of morality and a deep appreciation for tradition, seeking comfort in routines and structured belief systems. Like the Hierophant, they serve as pillars of support and stability in their communities, offering valuable guidance and grounded advice to those around them. This card encourages Taurus individuals to embrace their natural inclination towards stability and to find strength in their traditional values while remaining open to the transformative power of spiritual growth.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/8/8d/RWS_Tarot_05_Hierophant.jpg"
  },
  {
    "key": "6",
    "card": "The Lovers",
    "sign": "Gemini ♊︎",
    "category": "Major Arcana",
    "description": "You are faced with choices and decisions regarding matters of the heart. Embrace love, harmony, and connection. Follow your heart and choose what resonates with your true desires.",
    "indepth": "The Lovers is a card of love, connection, and choices. It represents the union of opposites and the power of harmonious relationships. The Lovers signify not only romantic love but also the choices we make from the heart. This card embodies passion, desire, and the need for balance. It reminds us to listen to our hearts and make choices that align with our true selves.",
    "decan": "The Lovers card in tarot reflects the essence of Gemini individuals, highlighting their duality, versatility, and interpersonal connections. As the third sign of the zodiac, Gemini symbolizes the blending of contrasting traits, and the Lovers card mirrors this concept of choices and balance. Gemini individuals possess excellent communication skills, adaptability, and a curious nature, just like the lovers depicted on the card who are drawn to each other by mutual attraction and shared interests. This card embodies the importance of making choices with thoughtfulness and considering the potential consequences, reflecting Gemini's innate ability to see multiple perspectives and navigate various options. The Lovers card serves as a reminder to Gemini individuals to embrace their unique ability to connect with others on various levels and to seek harmony and unity in their relationships while staying true to their authentic selves.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/3/3a/TheLovers.jpg"
  },
  {
    "key": "7",
    "card": "The Chariot",
    "sign": "Cancer ♋︎",
    "category": "Major Arcana",
    "description": "You are in control and ready to move forward. Harness your determination and willpower to overcome challenges and reach your goals. Trust in your abilities and keep moving ahead.",
    "indepth": "The Chariot is a card of determination, willpower, and victory. It represents the ability to overcome obstacles and move forward with confidence. The Chariot symbolizes control, assertiveness, and the need to balance opposing forces. This card reminds us to focus our energy and set clear goals, knowing that we have the strength and determination to succeed.",
    "decan": "The Chariot card in tarot resonates strongly with Cancer individuals, symbolizing their emotional strength, determination, and ability to navigate through life's ups and downs with resilience. Like the Charioteer who steers the chariot with confidence and control, Cancer individuals are guided by their deep emotions and intuition, allowing them to forge ahead amidst challenges. They possess a strong sense of home and family, just like the protective shell of a crab, and are driven by a desire to provide security and stability to their loved ones. The Chariot card serves as a reminder to Cancer individuals to harness their emotional intelligence and inner strength, keeping their focus on their goals while also acknowledging the importance of balancing their emotions and intuition with a strategic approach to overcome obstacles and achieve success in their endeavors.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/9/9b/RWS_Tarot_07_Chariot.jpg"
  },
  {
    "key": "8",
    "card": "Strength",
    "sign": "Leo ♌︎",
    "category": "Major Arcana",
    "description": "You possess inner strength and courage. Tap into your resilience and face challenges with grace and composure. Use your personal power to overcome obstacles and find balance.",
    "indepth": "Strength is a card of inner courage, resilience, and self-control. It represents the power of taming our inner beasts and finding strength in gentleness. Strength embodies compassion, patience, and the ability to face challenges with grace. This card reminds us to trust in our own inner strength and to approach difficulties with kindness and understanding.",
    "decan": "The Strength card in tarot exemplifies the qualities inherent in Leo individuals, emphasizing their courage, confidence, and compassionate leadership. Like the lion tamer depicted on the card, Leos possess an innate ability to master their emotions and exhibit immense inner strength. They are natural-born leaders who radiate charisma and fearlessness, just like the lion's regal and commanding presence. The card symbolizes the Leo's determination to conquer challenges and the grace with which they handle difficult situations, all while demonstrating compassion and understanding towards others. It serves as a reminder to Leo individuals to embrace their personal power and use it responsibly, inspiring those around them through their magnanimous hearts and assertive spirits. The Strength card encourages Leos to approach life with courage, empowering them to overcome any obstacles and create a positive impact in their lives and the lives of others.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/f/f5/RWS_Tarot_08_Strength.jpg"
  },
  {
    "key": "9",
    "card": "The Hermit",
    "sign": "Virgo ♍︎",
    "category": "Major Arcana",
    "description": "You seek solitude and introspection. Take time for self-reflection and seek inner wisdom. Trust your inner light to guide you on your path of self-discovery.",
    "indepth": "The Hermit is a card of introspection, solitude, and inner guidance. He represents the search for deeper truths and the need for self-reflection. The Hermit symbolizes wisdom, enlightenment, and the journey of self-discovery. This card urges us to take time for solitude, listen to our inner voice, and seek answers within ourselves. It reminds us that sometimes the path to enlightenment requires stepping away from the external world.",
    "decan": "The Hermit card in tarot mirrors the characteristics of Virgo individuals, emphasizing their introspection, wisdom, and analytical nature. Like the solitary figure on the card, Virgos are often drawn to periods of introspection and inner exploration, seeking knowledge and understanding within themselves. They are highly observant and have a keen eye for detail, just like the Hermit's lantern illuminates the path with precision. Virgos are known for their analytical minds and practical approach to problem-solving, as depicted by the Hermit's staff supporting him on his journey. This card symbolizes the Virgo's quest for self-improvement and their ability to share valuable insights with others, shining a light on the importance of solitude, reflection, and the pursuit of wisdom. The Hermit card encourages Virgo individuals to embrace their introspective nature and trust their analytical abilities to find clarity and meaning in their lives, inspiring both personal growth and the enlightenment of those around them.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/4/4d/RWS_Tarot_09_Hermit.jpg"
  },
  {
    "key": "10",
    "card": "Wheel of Fortune",
    "planet": "Jupiter ♃",
    "category": "Major Arcana",
    "description": "You are in the midst of cycles and changes. Embrace the ebb and flow of life and trust in the universe's plan. Find opportunity in unexpected turns of fate.",
    "indepth": "The Wheel of Fortune is a card of cycles, change, and destiny. It represents the ever-turning wheel of life and the inevitable ups and downs that come with it. The Wheel of Fortune signifies both luck and the consequences of our actions. This card reminds us that change is constant and that we have the power to shape our own destiny. It encourages us to embrace the flow of life and make the most of every opportunity.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/3/3c/RWS_Tarot_10_Wheel_of_Fortune.jpg"
  },
  {
    "key": "11",
    "card": "Justice",
    "sign": "Libra ♎︎",
    "category": "Major Arcana",
    "description": "You seek fairness and truth. Uphold principles of justice and balance in your actions. Make decisions with impartiality and integrity.",
    "indepth": "Justice is a card of fairness, balance, and integrity. It represents the need for truth and accountability. Justice embodies the principles of cause and effect, and the consequences of our actions. This card symbolizes the pursuit of justice, ethical decision-making, and the restoration of balance. It reminds us to act with fairness and objectivity, and to seek resolutions based on truth and righteousness.",
    "decan": "The Justice card in tarot perfectly embodies the essence of Libra individuals, emphasizing their sense of fairness, balance, and moral integrity. Just like the scales held by the figure on the card, Libras have an innate desire for harmony and justice in all aspects of life. They are known for their ability to see multiple perspectives and make impartial decisions, seeking to maintain balance and equality in their relationships and interactions. This card symbolizes the Libra's commitment to truth and ethical behavior, as they navigate the complexities of life with a strong sense of right and wrong. The Justice card encourages Libra individuals to continue striving for fairness and to use their diplomatic skills to resolve conflicts and promote harmony, making a positive impact on the world around them by upholding principles of justice and equality.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/e/e0/RWS_Tarot_11_Justice.jpg"
  },
  {
    "key": "12",
    "card": "The Hanged Man",
    "planet": "Neptune ♆",
    "category": "Major Arcana",
    "description": "You are in a state of suspension and surrender. Embrace the power of surrendering control and gain a new perspective. Trust that a greater understanding will come.",
    "indepth": "The Hanged Man is a card of surrender, suspension, and new perspectives. It represents a willingness to let go of control and to look at situations from a different angle. The Hanged Man symbolizes sacrifice, patience, and spiritual growth. This card reminds us that sometimes we need to pause, surrender, and trust the process. It invites us to see beyond the conventional and find wisdom in unconventional ways.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/2/2b/RWS_Tarot_12_Hanged_Man.jpg"
  },
  {
    "key": "13",
    "card": "Death",
    "sign": "Scorpio ♏︎",
    "category": "Major Arcana",
    "description": "You face endings and transformation. Embrace the process of letting go and make space for new beginnings. Embrace the cycle of life and embrace the lessons of change.",
    "indepth": "Death is a card of transformation, endings, and new beginnings. It represents the natural cycle of life and the inevitability of change. Death symbolizes the need to release the old and make way for the new. This card signifies the power of transformation, rebirth, and the shedding of what no longer serves us. It reminds us that in every ending lies the seed of a new beginning.",
    "decan": "The Death card in tarot represents Scorpio individuals in a profound and transformative manner, highlighting their ability to embrace change, regeneration, and rebirth. Just as the card depicts the end of one phase and the beginning of another, Scorpios are known for their transformative nature, constantly shedding old layers and embracing new ones. They possess a deep sense of intensity and emotional depth, which allows them to confront difficult situations with courage and determination. The Death card symbolizes Scorpio's capacity to let go of the past, release what no longer serves them, and rise from the ashes stronger and wiser. It serves as a reminder to Scorpio individuals to embrace transformation and seek renewal in their lives, using their innate resilience and adaptability to navigate life's challenges and emerge victorious, empowering themselves and others with the strength to face the unknown.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/d7/RWS_Tarot_13_Death.jpg"
  },
  {
    "key": "14",
    "card": "Temperance",
    "sign": "Sagittarius ♐︎",
    "category": "Major Arcana",
    "description": "You seek harmony and balance in your life. Practice moderation and find a middle ground. Blend opposing forces to create a state of equilibrium.",
    "indepth": "Temperance is a card of balance, harmony, and moderation. It represents the blending of opposites and the need for equilibrium. Temperance symbolizes patience, self-control, and the art of finding middle ground. This card encourages us to find balance in our lives, integrate different aspects of ourselves, and seek harmony in all that we do. It reminds us that through moderation and moderation, we can achieve inner peace.",
    "decan": "The Temperance card in tarot perfectly embodies the essence of Sagittarius individuals, emphasizing their balanced and harmonious nature. Like the figure on the card who mixes water and fire with grace, Sagittarians possess a unique ability to blend contrasting traits and ideas seamlessly. They are known for their optimistic and adventurous spirit, seeking higher knowledge and experiences. The Temperance card symbolizes Sagittarius' pursuit of wisdom and their capacity to find harmony in life's diverse elements. It also represents their capacity to adapt and find a middle ground in challenging situations. This card encourages Sagittarius individuals to continue seeking balance and moderation in their pursuits, using their open-mindedness and philosophical outlook to create a harmonious existence for themselves and those around them, making a positive impact on the world through their quest for truth and understanding.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/f/f8/RWS_Tarot_14_Temperance.jpg"
  },
  {
    "key": "15",
    "card": "The Devil",
    "sign": "Capricorn ♑︎",
    "category": "Major Arcana",
    "description": "You confront your own limitations and attachments. Break free from unhealthy patterns and beliefs. Embrace your personal power and release what no longer serves you.",
    "indepth": "The Devil is a card of temptation, bondage, and self-limitation. It represents the shadow aspects of ourselves and the entrapments of material desires. The Devil symbolizes attachments, addictions, and the illusions that hold us back. This card reminds us to examine our own self-imposed limitations and break free from negative patterns. It urges us to confront our fears, let go of unhealthy attachments, and reclaim our personal power.",
    "decan": "The Devil card in tarot resonates deeply with Capricorn individuals, symbolizing their strong sense of discipline, ambition, and the potential pitfalls of material attachments. Like the chained figures on the card, Capricorns can be driven by their desire for success and achievement, sometimes becoming bound to their responsibilities and obligations. They possess a great deal of self-discipline and are not easily swayed by temptations or distractions, just as the devil figure's power over the chained figures may represent their ability to resist temptations. This card serves as a reminder to Capricorn individuals to maintain a healthy balance between their ambitions and personal freedom, cautioning against becoming too focused on material gains or overly attached to their work or responsibilities. By embracing their inner strength and determination, Capricorns can break free from any self-imposed limitations, achieve their goals with integrity, and lead a fulfilling life of purpose and responsibility.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/5/55/RWS_Tarot_15_Devil.jpg"
  },
  {
    "key": "16",
    "card": "The Tower",
    "planet": "Mars ♂",
    "category": "Major Arcana",
    "description": "You experience sudden upheaval and change. Embrace the opportunity for transformation and growth. Sometimes destruction is necessary for new foundations to be built.",
    "indepth": "The Tower is a card of sudden change, upheaval, and awakening. It represents the collapse of old structures and the breaking down of illusions. The Tower signifies the need to release what no longer serves us and to embrace transformation. This card can bring about a period of chaos and disruption, but it also opens the way for new opportunities and growth. It reminds us that sometimes destruction is necessary for rebirth.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/5/53/RWS_Tarot_16_Tower.jpg"
  },
  {
    "key": "17",
    "card": "The Star",
    "sign": "Aquarius ♒︎",
    "category": "Major Arcana",
    "description": "You are filled with hope, inspiration, and optimism. Embrace a sense of renewed faith and follow your guiding star. Trust in the universe's divine plan.",
    "indepth": "The Star is a card of hope, inspiration, and spiritual guidance. It represents a beacon of light in times of darkness. The Star symbolizes optimism, faith, and the connection to higher realms. This card signifies healing, renewal, and the realization of our deepest desires. It reminds us to have faith in the universe and to follow our dreams, knowing that there is always a guiding light to lead us forward.",
    "decan": "The Star card in tarot aligns harmoniously with Aquarius individuals, symbolizing their visionary, hopeful, and humanitarian nature. Just like the figure on the card, who pours water into the land and the sea, Aquarius individuals possess a profound desire to bring positive change and enlightenment to the world. They are known for their progressive and innovative ideas, seeking to uplift humanity and contribute to the greater good. The Star card represents Aquarius' ability to see beyond the present circumstances and envision a brighter future for themselves and others. It serves as a reminder to Aquarius individuals to embrace their unique perspectives and trust their intuition, as they are often guided by a higher purpose. By nurturing their altruistic and forward-thinking nature, Aquarius individuals can inspire others, be a beacon of hope, and leave a lasting impact on the world through their transformative and visionary ideas.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/db/RWS_Tarot_17_Star.jpg"
  },
  {
    "key": "18",
    "card": "The Moon",
    "sign": "Pisces ♓️",
    "category": "Major Arcana",
    "description": "You navigate the realms of the subconscious and intuition. Embrace the mystery and delve into your dreams and emotions. Trust your instincts and find guidance in the shadows.",
    "indepth": "The Moon is a card of intuition, the subconscious mind, and the cycles of life. It represents the mysterious and hidden aspects of ourselves. The Moon symbolizes emotions, dreams, and the need for introspection. This card reminds us to trust our intuition and pay attention to the subtle messages that arise from within. It urges us to navigate the ebb and flow of life with awareness and embrace the power of the unknown.",
    "decan": "The Moon card in tarot resonates deeply with Pisces individuals, reflecting their intuitive, imaginative, and emotionally sensitive nature. Just like the enigmatic moon on the card, Pisces individuals have a deep connection to their subconscious and inner world, often experiencing a range of emotions and spiritual insights. They possess a profound intuition that allows them to navigate through life's mysteries with grace and understanding, just as the moon's light illuminates the darkness. The Moon card symbolizes Pisces' ability to embrace the unknown, embracing their dreams, and tapping into their creative reservoirs. It serves as a reminder to Pisces individuals to trust their instincts and delve into their emotions and creativity to find deeper meaning and self-awareness. By honoring their intuitive nature and nurturing their artistic gifts, Pisces individuals can guide others through the ups and downs of life, providing comfort, solace, and inspiration along the way.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/7/7f/RWS_Tarot_18_Moon.jpg"
  },
  {
    "key": "19",
    "card": "The Sun",
    "planet": "Sun ☉",
    "category": "Major Arcana",
    "description": "You radiate joy, vitality, and positivity. Embrace your inner child and celebrate life's abundance. Bask in the light of your own authenticity and shine brightly.",
    "indepth": "The Sun is a card of joy, vitality, and success. It represents a state of enlightenment and the expression of our authentic selves. The Sun symbolizes warmth, happiness, and the radiance of our inner light. This card signifies abundance, optimism, and the fulfillment of desires. It reminds us to embrace our own uniqueness, shine brightly, and bask in the positive energy that surrounds us.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/1/17/RWS_Tarot_19_Sun.jpg"
  },
  {
    "key": "20",
    "card": "Judgment",
    "planet": "Pluto ♇",
    "category": "Major Arcana",
    "description": "You face a time of reflection and evaluation. Embrace self-awareness and personal growth. Rise above past mistakes and embrace new beginnings.",
    "indepth": "Judgment is a card of self-reflection, rebirth, and spiritual awakening. It represents a call to account for our actions and make amends. Judgment symbolizes personal transformation, forgiveness, and the opportunity for redemption. This card reminds us to take stock of our lives, let go of past judgments, and embrace a higher level of consciousness. It urges us to release the old and step into a new chapter of growth and self-realization.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/dd/RWS_Tarot_20_Judgement.jpg"
  },
  {
    "key": "21",
    "card": "The World",
    "planet": "Saturn ♄",
    "category": "Major Arcana",
    "description": "You have reached a state of completion and integration. Embrace your wholeness and celebrate your achievements. You are connected to the world and ready to embark on new journeys.",
    "indepth": "The World is a card of completion, fulfillment, and wholeness. It represents the culmination of a journey and the attainment of a major goal. The World symbolizes integration, unity, and the realization of our true potential. This card signifies a sense of harmony, accomplishment, and the recognition of our interconnectedness with all of existence. It reminds us that we have come full circle and encourages us to celebrate our achievements while embarking on new adventures.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/f/ff/RWS_Tarot_21_World.jpg"
  },
  {
    "key": "22",
    "card": "Ace of Wands",
    "element": "Fire 🔥",
    "category": "Minor Arcana",
    "description": "You are filled with creative potential and new beginnings. Channel your passion and take bold action.",
    "indepth": "The Ace of Wands represents new beginnings, creative potential, and the spark of inspiration. It signifies the birth of a passionate idea or project. This card symbolizes enthusiasm, drive, and a surge of energy. It encourages you to embrace your creativity, take bold action, and seize opportunities with confidence.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/1/11/Wands01.jpg"
  },
  {
    "key": "23",
    "card": "Two of Wands",
    "planet": "Mars ♂",
    "sign": "Aries ♈︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You stand at a crossroads, ready to make decisions and expand your horizons. Trust your intuition and embrace the path that calls to you.",
    "indepth": "The Two of Wands signifies planning, exploration, and making decisions. It represents a period of reflection and weighing options. This card symbolizes vision, ambition, and the need for a clear direction. It encourages you to step out of your comfort zone, expand your horizons, and make choices that align with your long-term goals.",
    "decan": "First Decan of Aries (March 21 - March 30): The first decan of Aries is governed by Mars, its ruling planet, and associated with the Two of Wands tarot card. These individuals exude the classic Aries traits of ambition, assertiveness, and pioneering spirit. With a strong desire to conquer new territories, they fearlessly embrace challenges and take the initiative in pursuing their goals. The Two of Wands represents their ability to plan and strategize, seeking opportunities to expand their horizons and assert their authority. These Arians are driven, energetic, and determined, making them natural leaders who are always ready to make their mark on the world.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Wands02.jpg"
  },
  {
    "key": "24",
    "card": "Three of Wands",
    "planet": "Sun ☉",
    "sign": "Aries ♈︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You are experiencing progress and anticipation. Embrace opportunities on the horizon and step into the unknown with confidence.",
    "indepth": "The Three of Wands represents progress, expansion, and exploration. It signifies the initial stages of growth and the anticipation of future success. This card symbolizes entrepreneurship, collaboration, and the manifestation of your plans. It encourages you to have faith in your abilities, build upon your achievements, and embrace new opportunities that come your way.",
    "decan": "Second Decan of Aries (March 31 - April 10): Ruled by the Sun, the second decan of Aries aligns with the Three of Wands tarot card. This period embodies the essence of a visionary and charismatic Aries. They possess a strong sense of purpose and leadership, using their boundless energy to inspire others. The Three of Wands reflects their explorative nature as they venture into new territories with confidence and optimism. During this decan, Arians are likely to explore creative projects, seek personal growth, and assert their independence. Their ambition is fueled by the desire to leave a lasting impact on their endeavors and the world around them.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Wands03.jpg"
  },
  {
    "key": "25",
    "card": "Four of Wands",
    "planet": "Venus ♀",
    "sign": "Aries ♈︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You celebrate harmony, stability, and joyful accomplishments. Embrace the unity and positive energy around you.",
    "decan": "Third Decan of Aries (April 11 - April 20): In the third decan of Aries, the ruling influence shifts to Venus, and it is associated with the Four of Wands tarot card. Here, the fiery Aries energy takes on a more harmonious and sociable tone. These Arians, driven by their passionate nature, seek to create an environment of celebration, love, and togetherness. With Venus's influence, they emphasize the importance of harmonious relationships and find joy in building strong connections with others. The Four of Wands reflects their desire to unite and nurture those around them, creating a sense of stability and support within their social circles. While still displaying their characteristic Aries enthusiasm and leadership, this decan encourages them to find balance and find fulfillment through shared experiences and meaningful connections.",
    "indepth": "The Four of Wands represents celebration, harmony, and stability. It signifies a period of joy, abundance, and a sense of belonging. This card symbolizes achievements, community, and the coming together of like-minded individuals. It encourages you to appreciate the blessings in your life, celebrate your accomplishments, and cultivate harmonious relationships.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Wands04.jpg"
  },
  {
    "key": "26",
    "card": "Five of Wands",
    "planet": "Saturn ♄",
    "sign": "Leo ♌︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You face challenges and conflicts. Stand your ground, assert yourself, and find the strength to overcome obstacles.",
    "indepth": "The Five of Wands signifies conflict, competition, and challenges. It represents a period of tension, disagreement, and differing viewpoints. This card symbolizes the need for communication, cooperation, and finding common ground. It encourages you to approach conflicts with an open mind, seek resolutions, and learn from the diversity of opinions.",
    "decan": "First Decan of Leo (July 22 - August 1): In the first decan of Leo, Saturn's influence combines with the bold and creative nature of this sign, as depicted by the Five of Wands tarot card. Individuals born during this period are ambitious, charismatic, and possess a strong desire for recognition. The Five of Wands represents competition and conflicts, reflecting their need to navigate challenges and assert themselves to achieve their goals. These Leos are determined and have a natural ability to lead and inspire others. They thrive in dynamic environments where they can showcase their talents and stand out. This decan encourages them to embrace their inner strength, learn from obstacles, and use their competitive spirit to reach new heights and become a shining example of leadership and achievement.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Wands05.jpg"
  },
  {
    "key": "27",
    "card": "Six of Wands",
    "planet": "Jupiter ♃",
    "sign": "Leo ♌︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You celebrate victory and recognition. Embrace the acknowledgement of your efforts and enjoy the rewards of your success.",
    "indepth": "The Six of Wands represents victory, recognition, and success. It signifies the triumph over obstacles and the acknowledgment of your efforts. This card symbolizes self-confidence, public acclaim, and the rewards of hard work. It encourages you to embrace your accomplishments, share your achievements with others, and continue striving for excellence.",
    "decan": "Second Decan of Leo (August 2 - August 11): Ruled by Jupiter, the second decan of Leo aligns with the Six of Wands tarot card. During this period, Leos are marked by their desire for recognition, success, and a strong drive for achievement. They exude a sense of triumph and pride in their endeavors, as symbolized by the Six of Wands. These Leos are natural-born leaders who motivate and inspire others with their determination and confidence. They embrace challenges with grace and emerge victorious, earning the respect and admiration of their peers. Their generous and optimistic nature makes them well-liked, and they thrive in social settings, enjoying the recognition and accolades that come with their accomplishments.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Wands06.jpg"
  },
  {
    "key": "28",
    "card": "Seven of Wands",
    "planet": "Mars ♂",
    "sign": "Leo ♌︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You stand your ground and defend your beliefs. Tap into your inner strength and assert yourself with courage.",
    "indepth": "The Seven of Wands signifies courage, determination, and standing your ground. It represents a period of challenges and opposition that test your resolve. This card symbolizes resilience, assertiveness, and the need to defend your position. It encourages you to trust in your abilities, assert your boundaries, and overcome obstacles with unwavering determination.",
    "decan": "Third Decan of Leo (August 12 - August 22): The third decan of Leo is governed by Mars, and it corresponds to the Seven of Wands tarot card. In this period, Leos exhibit a powerful and assertive personality, symbolized by the Seven of Wands' depiction of courage and resilience. These Leos possess a fighting spirit and are not afraid to stand up for their beliefs and defend their positions. They are determined to overcome any obstacles in their path and showcase their strength and leadership abilities. While their energy can sometimes come across as intense or competitive, they are driven by their desire to maintain their independence and protect what they hold dear. Their charisma and fiery nature draw people to them, and they excel in situations that require courage and taking a stand.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Wands07.jpg"
  },
  {
    "key": "29",
    "card": "Eight of Wands",
    "planet": "Mercury ☿",
    "sign": "Sagittarius ♐︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You experience swift action and progress. Embrace the momentum and seize opportunities as they come your way.",
    "indepth": "The Eight of Wands represents swift action, progress, and momentum. It signifies a time of rapid development and forward movement. This card symbolizes energy, communication, and the acceleration of plans. It encourages you to embrace opportunities that come your way, take decisive action, and maintain a sense of urgency in pursuing your goals.",
    "decan": "First Decan of Sagittarius (November 23 - December 2): In the first decan of Sagittarius, Mercury's influence combines with the adventurous and optimistic nature of Sagittarius, represented by the Eight of Wands tarot card. These Sagittarians are not only enthusiastic and curious but also possess excellent communication skills. Their agile minds and quick thinking propel them on exciting journeys of discovery and exploration. They have a gift for expressing their ideas and inspiring others to embark on new ventures. Their love for learning and sharing knowledge makes them natural teachers or communicators. With Mercury's influence, they find versatility in their pursuits, and their charm allows them to form connections with people from diverse backgrounds.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Wands08.jpg"
  },
  {
    "key": "30",
    "card": "Nine of Wands",
    "planet": "Moon ☽",
    "sign": "Sagittarius ♐︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You embody resilience and determination. Persevere through challenges and draw on your inner strength to overcome obstacles.",
    "indepth": "The Nine of Wands signifies resilience, perseverance, and resilience. It represents a period of endurance and the need to stay committed despite challenges. This card symbolizes courage, determination, and the ability to overcome obstacles. It encourages you to stay true to your path, draw upon your inner strength, and trust that you have what it takes to overcome adversity.",
    "decan": "Second Decan of Sagittarius (December 3 - December 12): During the second decan of Sagittarius, the Moon's intuitive and emotional energy complements the adventurous spirit of this sign, as depicted by the Nine of Wands tarot card. These Sagittarians possess an inner wisdom and sensitivity that guide their actions. Their intuitive nature allows them to navigate various situations with emotional intelligence, making them excellent mediators and empathetic individuals. They are inspired by their emotions and often seek meaningful connections with others. The Moon's influence heightens their imagination, making them drawn to creative pursuits and nurturing their philosophical inclinations.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Tarot_Nine_of_Wands.jpg"
  },
  {
    "key": "31",
    "card": "Ten of Wands",
    "planet": "Saturn ♄",
    "sign": "Sagittarius ♐︎",
    "category": "Minor Arcana",
    "element": "Fire 🔥",
    "description": "You carry heavy burdens and responsibilities. Assess your priorities and seek support to find balance and lighten your load.",
    "indepth": "The Ten of Wands represents burden, responsibility, and the weight of excessive demands. It signifies a period of overwhelm and feeling overloaded. This card symbolizes hard work, obligations, and the need to reevaluate your priorities. It encourages you to delegate tasks, seek support when needed, and find ways to lighten your load for the sake of your well-being.",
    "decan": "Third Decan of Sagittarius (December 12 - December 21): Under the influence of Saturn, the third decan of Sagittarius is represented by the Ten of Wands tarot card. These Sagittarians are ambitious, hardworking, and value discipline and responsibility. While they share the adventurous spirit of Sagittarius, Saturn's influence adds a practical and structured approach to their pursuits. They are driven to achieve their goals and may take on multiple responsibilities, sometimes feeling the weight of their commitments. Despite this, they display resilience and determination, steadily moving forward with their tasks. Saturn's influence tempers their enthusiasm with caution, and they learn to prioritize and manage their resources effectively. Their leadership style is marked by stability and a focus on long-term success.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Wands10.jpg"
  },
  {
    "key": "32",
    "card": "Page of Wands",
    "category": "Court Arcana",
    "element": "Fire 🔥",
    "description": "You embody youthful enthusiasm, curiosity, and creativity. Embrace new beginnings and explore your passions with a sense of adventure.",
    "indepth": "The Page of Wands represents youthful energy, enthusiasm, and curiosity. It signifies the emergence of new ideas and opportunities. This card symbolizes exploration, creativity, and a sense of adventure. It encourages you to embrace your passions, be open to learning, and pursue new interests with a playful and experimental mindset.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Wands11.jpg"
  },
  {
    "key": "33",
    "card": "Knight of Wands",
    "sign": "Sagittarius ♐︎",
    "category": "Court Arcana",
    "element": "Fire 🔥",
    "description": "You are driven by ambition, passion, and a thirst for adventure. Harness your energy and take bold action to pursue your goals.",
    "indepth": "The Knight of Wands represents action, passion, and the pursuit of adventure. It signifies a period of movement, change, and taking risks. This card symbolizes courage, ambition, and a go-getter attitude. It encourages you to be bold in your endeavors, embrace opportunities for growth, and fearlessly pursue your goals.",
    "decan": "The Knight of Wands, as a representative of Sagittarius individuals, epitomizes the adventurous and optimistic nature of this zodiac sign. Energetic and enthusiastic, he charges forth into new experiences with unyielding passion and a thirst for exploration. Like the Sagittarius, he is a natural-born adventurer and a seeker of truth, always on a quest for knowledge and understanding. With an irrepressible sense of freedom, he embraces change and welcomes challenges with an open mind, embodying a fearless spirit that dares to take risks. The Knight of Wands personifies the Sagittarian's love for travel and diversity, thriving in situations that broaden horizons and push boundaries. He is an inspiration to others, encouraging them to follow their dreams and embrace the beauty of life's journey with unwavering optimism and curiosity.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/1/16/Wands12.jpg"
  },
  {
    "key": "34",
    "card": "Queen of Wands",
    "sign": "Aries ♈︎",
    "category": "Court Arcana",
    "element": "Fire 🔥",
    "description": "You possess confidence, charisma, and leadership qualities. Embrace your inner fire and inspire others with your passion and determination.",
    "indepth": "The Queen of Wands represents charisma, confidence, and leadership. It signifies a person who is vibrant, influential, and passionate. This card symbolizes inner strength, independence, and the ability to inspire others. It encourages you to step into your own power, be assertive in your pursuits, and lead by example.",
    "decan": "The Queen of Wands, as a representative of Aries individuals, embodies the fiery and dynamic spirit of this zodiac sign. Confident and charismatic, she exudes a magnetic presence that draws others toward her. Her passionate and adventurous nature fuels her determination, making her a natural leader and trailblazer. Like the Aries, she is assertive and fearless, unafraid to take risks and embrace challenges head-on. Her boundless energy and enthusiasm inspire those around her, and she has a talent for motivating others to achieve their goals. With her creativity and optimism, she approaches life with a sense of excitement, always ready to embark on new endeavors and embrace change. The Queen of Wands in the context of Aries individuals signifies a powerful force of inspiration, encouraging self-expression, and embodying the spirit of a true trailblazer.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Wands13.jpg"
  },
  {
    "key": "35",
    "card": "King of Wands",
    "sign": "Leo ♌︎",
    "category": "Court Arcana",
    "element": "Fire 🔥",
    "description": "You exude natural leadership, vision, and authority. Tap into your entrepreneurial spirit and use your creativity to manifest your goals.",
    "indepth": "The King of Wands represents charisma, vision, and authority. It signifies a person who is confident, influential, and accomplished. This card symbolizes leadership, ambition, and the mastery of one's domain. It encourages you to take charge of your life, make decisive decisions, and use your influence to bring about positive change.",
    "decan": "The King of Wands, as a representative of Leo individuals, exudes the charismatic and commanding presence synonymous with this fiery zodiac sign. He is a natural-born leader, confident and self-assured in his abilities, radiating an aura of strength and authority that captures the attention of those around him. Like the Leo, he possesses a creative and ambitious spirit, driven by a desire to leave a lasting impact on the world. His passion and determination fuel his endeavors, and he fearlessly takes charge of any situation with unwavering courage. The King of Wands embodies the Leo's sense of pride and loyalty, fiercely protecting those he cares for while inspiring them to embrace their own uniqueness and express themselves boldly. He is a symbol of leadership and inspiration, empowering others to recognize and harness their inner strength, making the King of Wands a true emblem of the Leo's regal and influential nature.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Wands14.jpg"
  },
  {
    "key": "36",
    "card": "Ace of Cups",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You experience a surge of emotional energy and new beginnings in love and relationships. Open your heart to love and compassion.",
    "indepth": "The Ace of Cups represents new beginnings, emotional potential, and the opening of the heart. It signifies the birth of love, compassion, and deep emotional connections. This card symbolizes love, intuition, and the flow of emotions. It encourages you to be open to receiving and giving love, nurturing your relationships, and embracing the depths of your emotions.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/3/36/Cups01.jpg"
  },
  {
    "key": "37",
    "card": "Two of Cups",
    "planet": "Venus ♀",
    "sign": "Cancer ♋︎",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You forge deep connections and experience harmony in partnerships. Embrace the balance and mutual support in your relationships.",
    "indepth": "The Two of Cups signifies harmony, partnership, and connection. It represents the coming together of two souls in a mutually supportive relationship. This card symbolizes love, balance, and the potential for a deep emotional bond. It encourages you to seek harmonious relationships, create a sense of unity, and find common ground with others.",
    "decan": "First Decan of Cancer (June 21 - June 30): In the first decan of Cancer, Venus's influence combines with the emotional and nurturing nature of Cancer, represented by the Two of Cups tarot card. These Cancerians are deeply loving and value harmonious connections with others. The Two of Cups symbolizes love, partnership, and emotional bonding, emphasizing the importance of meaningful relationships. These individuals are compassionate, caring, and naturally inclined to create a nurturing environment for those they love. With Venus's influence, they express their affection with grace and seek to establish a strong emotional bond with their loved ones. This decan encourages them to focus on their emotional connections and find fulfillment through deep and intimate relationships.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Cups02.jpg"
  },
  {
    "key": "38",
    "card": "Three of Cups",
    "planet": "Mercury ☿",
    "sign": "Cancer ♋︎",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You celebrate joy, friendship, and community. Embrace the bond with like-minded individuals and enjoy the moments of connection.",
    "indepth": "The Three of Cups represents celebration, friendship, and joyous connections. It signifies a period of social gatherings, shared happiness, and a sense of belonging. This card symbolizes camaraderie, shared experiences, and the joys of companionship. It encourages you to celebrate life's blessings, nurture your friendships, and create meaningful connections with others.",
    "decan": "Second Decan of Cancer (July 1 - July 11): Under the influence of Mercury, the second decan of Cancer is symbolized by the Three of Cups tarot card. These Cancerians possess a more communicative and adaptable nature compared to the first decan. They radiate warmth, enthusiasm, and enjoy socializing. The Three of Cups represents joyous celebrations and the power of friendship. These individuals excel in group settings, fostering a sense of camaraderie and forming strong bonds with others. Their charm and witty conversation make them engaging company, and they find joy in sharing experiences with friends and loved ones. This decan encourages them to embrace life's pleasures, nurture their friendships, and find joy in their social connections.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Cups03.jpg"
  },
  {
    "key": "39",
    "card": "Four of Cups",
    "planet": "Moon ☽",
    "sign": "Cancer ♋︎",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You reflect on your emotions and desires. Take a moment of introspection to reassess your priorities and find new inspiration.",
    "indepth": "The Four of Cups signifies introspection, contemplation, and emotional apathy. It represents a period of emotional stagnation and a sense of dissatisfaction. This card symbolizes introspection, soul-searching, and the need to reassess your emotional fulfillment. It encourages you to explore your inner landscape, seek new perspectives, and find renewed passion in life.",
    "decan": "Third Decan of Cancer (July 12 - July 21): The third decan of Cancer is influenced by the Moon, represented by the Four of Cups tarot card. This decan brings a more intuitive and introspective energy to Cancerian traits. The Four of Cups symbolizes reflection and introspection, encouraging individuals to explore their emotions and inner world. These Cancerians are sensitive, imaginative, and may often retreat into their own thoughts to process their feelings. While they have a strong sense of compassion and care for others, they also need time for self-care and emotional healing. With the Moon's influence, they are attuned to their instincts and seek comfort in solitude. This decan motivates them to explore their emotional depth and find solace in their inner world.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/3/35/Cups04.jpg"
  },
  {
    "key": "40",
    "card": "Five of Cups",
    "planet": "Mars ♂",
    "sign": "Scorpio ♏︎",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You face loss, grief, or disappointment. Allow yourself to process emotions and seek healing and acceptance.",
    "indepth": "The Five of Cups represents loss, grief, and emotional disappointment. It signifies a period of sadness and regret. This card symbolizes emotional healing, acceptance, and the need to find solace in the midst of sorrow. It encourages you to acknowledge your feelings, seek support from loved ones, and focus on the positive aspects of your life.",
    "decan": "First Decan of Scorpio (October 23 - November 2): In the first decan of Scorpio, Mars' influence combines with the intensity and transformative nature of this sign, as depicted by the Five of Cups tarot card. These Scorpios experience emotional depth and may go through periods of introspection, focusing on past disappointments and losses. However, Mars infuses them with resilience and determination to face their emotions head-on. They possess the strength to overcome heartbreak and learn from life's challenges, eventually finding the courage to move forward and embrace new opportunities for growth.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Cups05.jpg"
  },
  {
    "key": "41",
    "card": "Six of Cups",
    "planet": "Sun ☉",
    "sign": "Scorpio ♏︎",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You embrace nostalgia, innocence, and fond memories. Tap into the joys of the past and cherish the connections you have made.",
    "indepth": "The Six of Cups signifies nostalgia, innocence, and sentimental connections. It represents a period of reminiscing, childhood memories, and a return to simpler times. This card symbolizes emotional bonds, kindness, and the power of unconditional love. It encourages you to embrace the beauty of nostalgia, cherish your relationships, and find joy in acts of kindness.",
    "decan": "Second Decan of Scorpio (November 3 - November 12): Under the influence of the Sun, the second decan of Scorpio is symbolized by the Six of Cups tarot card. These Scorpios exude warmth, empathy, and have a profound understanding of human emotions. The Six of Cups signifies nostalgia and the joy of cherished memories, highlighting their ability to create meaningful connections based on shared experiences and a strong sense of empathy. They radiate confidence and charisma, making them natural caregivers and supportive friends who bring positivity and comfort to those around them.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/1/17/Cups06.jpg"
  },
  {
    "key": "42",
    "card": "Seven of Cups",
    "planet": "Venus ♀",
    "sign": "Scorpio ♏︎",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You are presented with choices and dreams. Assess your options wisely and discern between fantasy and reality.",
    "indepth": "The Seven of Cups signifies choices, illusions, and dreams. It represents a period of decision-making and the need to navigate through multiple options. This card symbolizes imagination, fantasy, and the allure of possibilities. It encourages you to clarify your desires, discern between reality and illusion, and make choices that align with your truest aspirations.",
    "decan": "Third Decan of Scorpio (November 13 - November 22): Ruled by Venus, the third decan of Scorpio is depicted by the Seven of Cups tarot card. These Scorpios are deeply intuitive and emotionally attuned, but they may also face challenges in decision-making and distinguishing between reality and illusion. The Seven of Cups symbolizes choices and dreams, encouraging them to explore their desires and creative potential. They have a vivid imagination and are drawn to artistic expression or spiritual pursuits. With Venus' influence, they find beauty in emotional connections and seek to manifest their heartfelt dreams and fantasies into reality.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Cups07.jpg"
  },
  {
    "key": "43",
    "card": "Eight of Cups",
    "planet": "Saturn ♄",
    "sign": "Pisces ♓️",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You embark on a journey of emotional retreat and soul-searching. Release what no longer serves you and seek deeper meaning.",
    "indepth": "The Eight of Cups represents walking away, letting go, and emotional growth. It signifies a period of introspection and the need for a change in emotional direction. This card symbolizes soul-searching, detachment, and the pursuit of inner fulfillment. It encourages you to release attachments that no longer serve you, embark on a journey of self-discovery, and seek emotional renewal.",
    "decan": "First Decan of Pisces (February 19 - February 28): In the first decan of Pisces, Saturn's influence combines with the dreamy and intuitive nature of this sign, represented by the Eight of Cups tarot card. Individuals born during this period are deeply introspective and may feel a strong desire to seek higher spiritual meaning. Saturn brings a sense of discipline and structure to their emotional exploration, urging them to confront their emotions and let go of attachments that no longer serve them. These Pisceans may take a cautious and methodical approach to their emotions, seeking inner wisdom and personal growth. This decan encourages them to embrace change and find fulfillment through responsible self-discovery and spiritual growth.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/6/60/Cups08.jpg"
  },
  {
    "key": "44",
    "card": "Nine of Cups",
    "planet": "Jupiter ♃",
    "sign": "Pisces ♓️",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You experience emotional fulfillment and contentment. Celebrate your wishes coming true and find true satisfaction.",
    "indepth": "The Nine of Cups signifies contentment, emotional fulfillment, and abundance. It represents a period of satisfaction and the realization of heartfelt desires. This card symbolizes happiness, gratitude, and the attainment of emotional well-being. It encourages you to appreciate the blessings in your life, embrace joyous moments, and cultivate a sense of gratitude.",
    "decan": "Second Decan of Pisces (March 1 - March 10): Under the influence of Jupiter, the second decan of Pisces is symbolized by the Nine of Cups tarot card. These Pisceans possess a heightened emotional sensitivity and have a profound understanding of human emotions. Jupiter brings expansiveness and optimism to their empathetic nature, making them generous, caring, and deeply compassionate. The Nine of Cups represents emotional fulfillment and the realization of desires, reflecting their innate ability to empathize with others and bring joy and emotional contentment to those around them. This decan encourages them to trust their intuition, find emotional contentment, and spread their positivity and kindness to the world.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/2/24/Cups09.jpg"
  },
  {
    "key": "45",
    "card": "Ten of Cups",
    "planet": "Mars ♂",
    "sign": "Pisces ♓️",
    "category": "Minor Arcana",
    "element": "Water 💧",
    "description": "You embrace harmony, love, and domestic bliss. Revel in the joy of family and emotional fulfillment.",
    "indepth": "The Ten of Cups represents harmony, emotional fulfillment, and domestic bliss. It signifies a period of deep emotional connection within family and relationships. This card symbolizes love, joy, and the culmination of emotional happiness. It encourages you to nurture your relationships, create a loving home environment, and find true fulfillment through emotional connections.",
    "decan": "Third Decan of Pisces (March 11 - March 20): Ruled by Mars, the third decan of Pisces is represented by the Ten of Cups tarot card. These Pisceans embody intense emotional depth and are driven by a desire for authentic connections with others. Mars' influence adds a passionate and assertive energy to their caring nature, making them fiercely devoted partners and loyal confidants. The Ten of Cups signifies emotional fulfillment, harmony, and joy within the family and community, reflecting their capacity to create meaningful and loving relationships. This decan encourages them to embrace the power of emotional connections, protect their loved ones, and bring unity and happiness to those they cherish.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/8/84/Cups10.jpg"
  },
  {
    "key": "46",
    "card": "Page of Cups",
    "category": "Court Arcana",
    "element": "Water 💧",
    "description": "You are open to new emotions and creative inspiration. Embrace your intuition and allow your heart to guide you on a path of self-expression.",
    "indepth": "The Page of Cups represents creativity, intuition, and emotional exploration. It signifies the emergence of artistic talents and the need to express your feelings. This card symbolizes sensitivity, imagination, and a childlike wonder. It encourages you to listen to your intuition, embrace your creative impulses, and explore the depths of your emotions.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Cups11.jpg"
  },
  {
    "key": "47",
    "card": "Knight of Cups",
    "sign": "Pisces ♓️",
    "category": "Court Arcana",
    "element": "Water 💧",
    "description": "You embody romantic idealism, emotional depth, and artistic pursuits. Explore your passions and let your heart lead the way.",
    "indepth": "The Knight of Cups represents romance, imagination, and emotional pursuit. It signifies a person who is romantic, passionate, and guided by their emotions. This card symbolizes chivalry, creativity, and the pursuit of love. It encourages you to follow your heart, express your feelings authentically, and engage in acts of compassion and empathy.",
    "decan": "The Knight of Cups, as a representative of Pisces individuals, embodies the emotional and imaginative essence of this water sign. He is a dreamer and a romantic, navigating life with a heart full of compassion and empathy. Like the Pisces, he is deeply in tune with his emotions and those of others, often wearing his heart on his sleeve. With a gentle and intuitive nature, he seeks to connect on a profound level, valuing emotional connections and understanding. The Knight of Cups personifies the Piscean's artistic and creative inclinations, expressing himself through art, music, or poetry. He is a true believer in the power of love and healing, often offering a supportive shoulder and inspiring those around him to embrace their feelings and embrace the beauty of life's emotional complexities. His sensitivity and ability to dive into the depths of the soul make him a symbol of the Piscean's profound emotional depth and spiritual connection to the world.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Cups12.jpg"
  },
  {
    "key": "48",
    "card": "Queen of Cups",
    "sign": "Cancer ♋︎",
    "category": "Court Arcana",
    "element": "Water 💧",
    "description": "You are compassionate, nurturing, and deeply intuitive. Embrace your emotional intelligence and provide support and healing to others.",
    "indepth": "The Queen of Cups represents empathy, intuition, and emotional maturity. It signifies a person who is nurturing, compassionate, and deeply intuitive. This card symbolizes emotional stability, empathy, and a strong connection to one's emotions. It encourages you to trust your intuition, cultivate self-love, and offer support and understanding to others.",
    "decan": "The Queen of Cups, as a representative of Cancer individuals, embodies the nurturing and compassionate nature of this water sign. Like the Cancer, she is deeply empathetic, with an intuitive understanding of the emotions and needs of those around her. Her caring and gentle demeanor create a safe and comforting space for others to express their feelings and vulnerabilities. The Queen of Cups is highly attuned to her own emotions and possesses the ability to navigate the depths of her inner world with grace and wisdom. She is a natural caregiver and protector, putting the needs of her loved ones above her own. With her strong sense of intuition and emotional intelligence, she offers unconditional love and support to those in her life, making her a symbol of the Cancerian's boundless capacity for nurturing and emotional connection.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/6/62/Cups13.jpg"
  },
  {
    "key": "49",
    "card": "King of Cups",
    "sign": "Scorpio ♏︎",
    "category": "Court Arcana",
    "element": "Water 💧",
    "description": "You possess emotional maturity, wisdom, and empathy. Tap into your intuition and find balance between your heart and mind.",
    "indepth": "The King of Cups represents emotional balance, wisdom, and compassion. It signifies a person who is calm, wise, and emotionally mature. This card symbolizes emotional intelligence, leadership, and the ability to navigate through complex emotions. It encourages you to cultivate emotional stability, lead with empathy and understanding, and make decisions from a place of emotional maturity.",
    "decan": "The King of Cups, as a representative of Scorpio individuals, embodies the intense and mysterious nature of this water sign. Like the Scorpio, he possesses a deep emotional intelligence and an uncanny ability to navigate the intricate depths of human emotions. His calm and composed exterior belies a profound intensity, and he carries an air of enigma that draws others toward him. With an innate sense of empathy, the King of Cups is a skilled listener and counselor, offering support and understanding without judgment. He is highly intuitive, often able to perceive hidden motivations and underlying currents. Like the Scorpio, he can be fiercely protective of those he cares about and isn't afraid to delve into the darker aspects of life and emotions. His ability to transform challenges into opportunities for growth and healing make him a symbol of the Scorpio's transformative power and emotional resilience.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/0/04/Cups14.jpg"
  },
  {
    "key": "50",
    "card": "Ace of Swords",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You gain mental clarity and embrace new ideas. Tap into the power of your intellect and communicate with precision.",
    "indepth": "The Ace of Swords represents clarity, mental breakthroughs, and the power of the mind. It signifies a surge of intellectual energy and the birth of new ideas. This card symbolizes truth, mental clarity, and the ability to cut through illusions. It encourages you to embrace your intellect, seek truth and justice, and use your mental power to overcome challenges.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Swords01.jpg"
  },
  {
    "key": "51",
    "card": "Two of Swords",
    "planet": "Moon ☽",
    "sign": "Libra ♎︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You face decisions and the need for balance. Weigh your options and find a middle ground with thoughtful consideration.",
    "indepth": "The Two of Swords signifies decision-making, inner conflict, and a need for balance. It represents a period of indecision and the weighing of options. This card symbolizes choices, inner harmony, and the need to find a middle ground. It encourages you to confront your inner conflicts, seek clarity in your decision-making process, and find a balance between reason and intuition.",
    "decan": "First Decan of Libra (September 23 - October 2): In the first decan of Libra, the Moon's influence combines with the gracious and charming nature of this sign, represented by the Two of Swords tarot card. Individuals born during this period are sensitive, empathetic, and have a natural inclination towards finding harmony and balance in their relationships. The Moon brings emotional depth and intuition, guiding them to consider their feelings and emotions when making decisions. They possess a diplomatic nature and often act as peacemakers in conflicts, seeking to create harmonious environments and nurture connections with others. This decan encourages them to embrace their emotional intelligence, trust their instincts, and find inner balance through their interactions with the world.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Swords02.jpg"
  },
  {
    "key": "52",
    "card": "Three of Swords",
    "planet": "Saturn ♄",
    "sign": "Libra ♎︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You navigate heartbreak and emotional pain. Allow yourself to grieve and seek healing to move forward.",
    "indepth": "The Three of Swords represents heartache, grief, and emotional pain. It signifies a period of sorrow and the need for healing. This card symbolizes emotional release, acceptance, and the process of moving on. It encourages you to acknowledge your pain, allow yourself to grieve, and seek solace in the healing power of time.",
    "decan": "Second Decan of Libra (October 3 - October 12): Ruled by Saturn, the second decan of Libra is depicted by the Three of Swords tarot card. These Libras experience a deeper sense of responsibility and may face challenges in relationships or emotional matters. However, Saturn's influence brings strength and determination, allowing them to overcome hardships and grow through adversity. They seek stability and commitment in their connections and may have a realistic approach to love and partnerships. While they may experience emotional ups and downs, they learn valuable lessons that contribute to their personal growth. This decan encourages them to face their emotions bravely, set healthy boundaries, and embrace the transformative power of emotional healing.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/0/02/Swords03.jpg"
  },
  {
    "key": "53",
    "card": "Four of Swords",
    "planet": "Jupiter ♃",
    "sign": "Libra ♎︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You find solace in rest and introspection. Take time for self-care and rejuvenation to regain mental clarity.",
    "indepth": "The Four of Swords signifies rest, introspection, and recuperation. It represents a period of retreat and the need to restore your energy. This card symbolizes relaxation, self-reflection, and the importance of mental and emotional rejuvenation. It encourages you to take a break, find inner peace through meditation or solitude, and recharge before moving forward.",
    "decan": "Third Decan of Libra (October 13 - October 22): Under the influence of Jupiter, the third decan of Libra is symbolized by the Four of Swords tarot card. These Libras are drawn to seeking inner wisdom and finding spiritual understanding. They may be introspective and find solace in meditation or self-reflection. The Four of Swords represents a period of rest and contemplation, indicating a need to take time for self-care and recuperation. Jupiter brings optimism and a sense of adventure, inspiring them to explore various spiritual or philosophical pursuits. This decan encourages them to find balance between their active social life and moments of peaceful solitude, aligning their inner beliefs with their external interactions.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Swords04.jpg"
  },
  {
    "key": "54",
    "card": "Five of Swords",
    "planet": "Venus ♀",
    "sign": "Aquarius ♒︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You encounter conflict and tension. Choose your battles wisely and seek resolution with integrity.",
    "indepth": "The Five of Swords signifies conflict, loss, and defeat. It represents a period of tension and disharmony. This card symbolizes confrontation, self-interest, and the aftermath of a battle. It encourages you to assess your role in conflicts, learn from past experiences, and find a path towards resolution and reconciliation.",
    "decan": "First Decan of Aquarius (January 20 - January 29): In the first decan of Aquarius, Venus' influence combines with the innovative and independent nature of this sign, represented by the Five of Swords tarot card. Individuals born during this period possess a magnetic charm, creativity, and a desire for positive change. The Five of Swords represents the need to overcome challenges and conflicts, reflecting their ability to find diplomatic solutions to difficult situations. These Aquarians value harmony in their relationships and may be drawn to humanitarian causes. Their caring and empathetic nature allows them to inspire others and create a nurturing environment for those around them. This decan encourages them to embrace their uniqueness, champion their ideals with grace, and find fulfillment in bringing harmony and positivity to the world.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/2/23/Swords05.jpg"
  },
  {
    "key": "55",
    "card": "Six of Swords",
    "planet": "Mercury ☿",
    "sign": "Aquarius ♒︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You embark on a journey of transition and healing. Leave the past behind and embrace a calmer state of mind.",
    "indepth": "The Six of Swords represents transition, moving on, and finding solace. It signifies a period of leaving behind difficulties and embarking on a journey towards calmer waters. This card symbolizes healing, guidance, and the hope for a better future. It encourages you to embrace change, seek support in times of transition, and trust that smoother times lie ahead.",
    "decan": "Second Decan of Aquarius (January 30 - February 8): Under the influence of Mercury, the second decan of Aquarius is symbolized by the Six of Swords tarot card. These Aquarians are communicative, analytical, and possess a strategic approach to challenges. The Six of Swords signifies a transition to calmer waters, reflecting their ability to navigate through complex situations with wisdom and adaptability. They possess excellent communication skills and enjoy exchanging ideas and knowledge with others. These Aquarians are natural problem solvers and are often sought out for their wise counsel. This decan encourages them to embrace their intellectual curiosity, foster connections, and use their communicative abilities to promote understanding and growth.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/2/29/Swords06.jpg"
  },
  {
    "key": "56",
    "card": "Seven of Swords",
    "planet": "Moon ☽",
    "sign": "Aquarius ♒︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You navigate deceit and hidden motives. Stay vigilant and protect yourself from deception.",
    "indepth": "The Seven of Swords signifies deception, trickery, and hidden agendas. It represents a period of caution and the need to be aware of potential deceit. This card symbolizes strategy, self-protection, and the importance of trustworthiness. It encourages you to be vigilant, trust your instincts, and navigate situations with integrity and honesty.",
    "decan": "Third Decan of Aquarius (February 9 - February 18): Ruled by the Moon, the third decan of Aquarius is represented by the Seven of Swords tarot card. These Aquarians have a blend of emotional depth, intuition, and a touch of unpredictability. The Seven of Swords represents the need for strategic thinking and adaptability in various situations. They possess a magnetic allure and may enjoy expressing themselves in unique and unconventional ways. Their open-mindedness and love for freedom may lead them to embrace different lifestyles or artistic pursuits. This decan encourages them to embrace their individuality, honor their emotions, and find innovative ways to express their feelings and ideas.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/3/34/Swords07.jpg"
  },
  {
    "key": "57",
    "card": "Eight of Swords",
    "planet": "Jupiter ♃",
    "sign": "Gemini ♊︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You feel restricted and trapped. Break free from self-imposed limitations and find liberation from negative thoughts.",
    "indepth": "The Eight of Swords represents limitation, self-imposed restrictions, and a feeling of being trapped. It signifies a period of mental or emotional paralysis. This card symbolizes self-doubt, fear, and the need to break free from self-imposed constraints. It encourages you to challenge your limiting beliefs, seek support to overcome obstacles, and find the inner strength to liberate yourself.",
    "decan": "First Decan of Gemini (May 21 - May 31): In the first decan of Gemini, Jupiter's influence combines with the curious and communicative nature of this sign, represented by the Eight of Swords tarot card. Individuals born during this period are intellectually expansive, open-minded, and possess a thirst for knowledge. The Eight of Swords represents challenges and mental restrictions, reflecting their need to break free from self-imposed limitations and embrace their full potential. These Geminis are optimistic and may have a natural talent for finding solutions to complex problems. They enjoy exploring different perspectives and may excel in fields that involve teaching or public speaking. This decan encourages them to embrace their intellectual curiosity, trust in their capacity to overcome obstacles, and use their communicative abilities to inspire and uplift others.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Swords08.jpg"
  },
  {
    "key": "58",
    "card": "Nine of Swords",
    "planet": "Mars ♂",
    "sign": "Gemini ♊︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You experience anxiety and worry. Confront your fears and seek support to alleviate mental distress.",
    "indepth": "The Nine of Swords signifies anxiety, worry, and sleepless nights. It represents a period of mental distress and emotional turmoil. This card symbolizes fear, guilt, and the overwhelming weight of negative thoughts. It encourages you to confront your fears, seek support from loved ones or professionals, and cultivate self-compassion to find solace in times of worry.",
    "decan": "Second Decan of Gemini (June 1 - June 10): Under the influence of Mars, the second decan of Gemini is symbolized by the Nine of Swords tarot card. These Geminis possess a blend of mental agility and emotional intensity. The Nine of Swords signifies anxiety and worry, reflecting their need to find inner peace and balance their emotional well-being. They possess a magnetic allure and may have a passionate and determined nature. These Geminis are intuitive and may be drawn to creative or competitive pursuits. They are also skilled in problem-solving and may excel in high-pressure situations. This decan encourages them to embrace their emotional depth, find harmony between their intellect and emotions, and use their determination to conquer challenges and achieve their goals.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Swords09.jpg"
  },
  {
    "key": "59",
    "card": "Ten of Swords",
    "planet": "Sun ☉",
    "sign": "Gemini ♊︎",
    "category": "Minor Arcana",
    "element": "Air 💨",
    "description": "You face an ending or betrayal. Embrace the opportunity for transformation and new beginnings.",
    "indepth": "The Ten of Swords represents pain, betrayal, and the end of a difficult cycle. It signifies a period of deep crisis and a sense of finality. This card symbolizes release, surrender, and the opportunity for rebirth. It encourages you to accept the inevitable, let go of what no longer serves you, and embrace the potential for transformation.",
    "decan": "Third Decan of Gemini (June 11 - June 20): Ruled by the Sun, the third decan of Gemini is depicted by the Ten of Swords tarot card. These Geminis possess a blend of intellectual strength and radiance. The Ten of Swords represents a sense of ending and transformation, reflecting their ability to rise above adversity and embrace their inner light. They have a strong sense of individuality and may be drawn to leadership roles. These Geminis are strategic thinkers and can handle complex situations with pragmatism and grace. They have a natural gift for inspiring others and may excel in fields that require charisma and confidence. This decan encourages them to embrace their inner strength, use their wisdom to create positive change, and shine brightly as a beacon of hope and inspiration for those around them.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Swords10.jpg"
  },
  {
    "key": "60",
    "card": "Page of Swords",
    "category": "Court Arcana",
    "element": "Air 💨",
    "description": "You are intellectually curious, with a thirst for knowledge and new ideas. Embrace your analytical mind and communicate with clarity.",
    "indepth": "The Page of Swords represents curiosity, intellectual pursuits, and youthful energy. It signifies a person who is inquisitive, eager to learn, and intellectually inclined. This card symbolizes mental agility, communication, and the pursuit of knowledge. It encourages you to embrace a curious mindset, seek intellectual growth, and express your thoughts and ideas with clarity.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Swords11.jpg"
  },
  {
    "key": "61",
    "card": "Knight of Swords",
    "sign": "Gemini ♊︎",
    "category": "Court Arcana",
    "element": "Air 💨",
    "description": "You are driven by truth, justice, and the pursuit of knowledge. Use your mental agility and assertiveness to champion your beliefs.",
    "indepth": "The Knight of Swords represents action, ambition, and assertiveness. It signifies a person who is determined, driven, and focused on their goals. This card symbolizes courage, directness, and the pursuit of truth. It encourages you to take swift action, overcome obstacles with determination, and communicate your thoughts and desires with conviction.",
    "decan": "The Knight of Swords, as a representative of Gemini individuals, embodies the intellectual and communicative prowess of this air sign. With a mind that works at lightning speed, he is a quick thinker, always seeking knowledge and eager to explore new ideas. Like the Gemini, he is articulate and charismatic, possessing a gift for communication that captivates those around him. His enthusiasm for learning and discovery drives him to embark on intellectual quests and engage in lively debates. The Knight of Swords is ambitious and determined, never shying away from challenges and always ready to face them head-on. His adaptability and resourcefulness make him an agile problem solver. While his passion for knowledge can lead to impatience at times, his desire to share insights and stimulate intellectual growth in others make him a symbol of the Gemini's dynamic and intellectually curious nature.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Swords12.jpg"
  },
  {
    "key": "62",
    "card": "Queen of Swords",
    "sign": "Libra ♎︎",
    "category": "Court Arcana",
    "element": "Air 💨",
    "description": "You are independent, wise, and intellectually sharp. Embrace your discernment and make fair and insightful decisions.",
    "indepth": "The Queen of Swords represents intellect, independence, and clear communication. It signifies a person who is intelligent, perceptive, and unafraid to speak their truth. This card symbolizes mental clarity, wisdom, and the power of discernment. It encourages you to embrace rationality, assert your boundaries, and communicate honestly and compassionately.",
    "decan": "The Queen of Swords, as a representative of Libra individuals, embodies the balance, intellect, and discernment of this air sign. With a keen and analytical mind, she approaches life's challenges with a fair and rational perspective. Like the Libra, she seeks harmony and justice, always striving to maintain equilibrium in her interactions and decisions. Her ability to weigh the pros and cons with clarity allows her to make thoughtful and wise choices. The Queen of Swords is a great communicator, able to articulate her thoughts with eloquence and diplomacy, making her a reliable and sought-after advisor. Despite her compassionate and empathetic nature, she also possesses a firm resolve, standing up for what she believes is right. Her quest for truth and unbiased judgment makes her a symbol of the Libra's unwavering commitment to justice and fairness.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Swords13.jpg"
  },
  {
    "key": "63",
    "card": "King of Swords",
    "sign": "Aquarius ♒︎",
    "category": "Court Arcana",
    "element": "Air 💨",
    "description": "You embody authority, logic, and strategic thinking. Utilize your intellectual prowess to communicate with wisdom and objectivity.",
    "indepth": "The King of Swords represents authority, logic, and intellectual mastery. It signifies a person who is wise, fair, and possesses strong leadership qualities. This card symbolizes analytical thinking, objectivity, and the ability to make sound judgments. It encourages you to take a rational approach to problem-solving, assert your authority when necessary, and lead with wisdom and integrity.",
    "decan": "The King of Swords, as a representative of Aquarius individuals, embodies the intellectual brilliance and visionary thinking of this air sign. Like the Aquarius, he possesses an analytical mind and a thirst for knowledge, always seeking to understand the world on a deeper level. With a rational and logical approach, he tackles challenges with a unique perspective and innovative solutions. The King of Swords is a natural leader, guiding others with his insightful guidance and ability to see the bigger picture. His open-mindedness and progressive nature allow him to embrace change and adapt to new ideas effortlessly. While he may appear detached at times, his empathy and compassion for humanity drive him to use his intelligence and influence for the betterment of society. The King of Swords symbolizes the Aquarian's ability to inspire and lead, revolutionizing the world with their inventive and forward-thinking ideals.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/3/33/Swords14.jpg"
  },
  {
    "key": "64",
    "card": "Ace of Pentacles",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You are presented with new opportunities for abundance and prosperity. Embrace the potential for material growth and security.",
    "indepth": "The Ace of Pentacles represents new beginnings, material opportunities, and the manifestation of abundance. It signifies the birth of prosperity and the potential for financial or physical growth. This card symbolizes stability, wealth, and the rewards of hard work. It encourages you to embrace new opportunities, be grounded in practicality, and use your resources wisely.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Pents01.jpg"
  },
  {
    "key": "65",
    "card": "Two of Pentacles",
    "planet": "Jupiter ♃",
    "sign": "Capricorn ♑︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You find balance and adaptability in managing resources and priorities. Juggle multiple tasks with grace and flexibility.",
    "indepth": "The Two of Pentacles signifies balance, adaptability, and juggling multiple priorities. It represents a period of managing various aspects of life and finding equilibrium. This card symbolizes flexibility, resourcefulness, and the need to find harmony between work and personal life. It encourages you to prioritize and make conscious choices to maintain balance in your endeavors.",
    "decan": "First Decan of Capricorn (December 22 - December 31): In the first decan of Capricorn, Jupiter's influence combines with the ambitious and disciplined nature of this sign, as depicted by the Two of Pentacles tarot card. Individuals born during this period are resourceful, adaptable, and possess a talent for managing multiple tasks. The Two of Pentacles represents balance and juggling responsibilities, reflecting their ability to navigate through challenges with grace. These Capricorns have an optimistic outlook and may embrace change as opportunities for growth. They possess an enterprising spirit, willing to explore various options to achieve their goals. This decan encourages them to embrace their flexibility, find harmony in life's ups and downs, and trust in their ability to make the best decisions.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Pents02.jpg"
  },
  {
    "key": "66",
    "card": "Three of Pentacles",
    "planet": "Mars ♂",
    "sign": "Capricorn ♑︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You collaborate with others and showcase your skills. Embrace teamwork and the rewards of dedicated effort.",
    "indepth": "The Three of Pentacles represents collaboration, craftsmanship, and the rewards of teamwork. It signifies a period of working harmoniously with others to achieve shared goals. This card symbolizes skill, creativity, and the recognition of your talents. It encourages you to value the contributions of others, collaborate effectively, and invest in the development of your skills.",
    "decan": "Second Decan of Capricorn (January 1 - January 9): Under the influence of Mars, the second decan of Capricorn is symbolized by the Three of Pentacles tarot card. These Capricorns are determined, disciplined, and have a strong work ethic. The Three of Pentacles represents collaboration and craftsmanship, reflecting their ability to work diligently towards their aspirations with precision and skill. They value teamwork and are often sought after for their expertise. These Capricorns are ambitious and may take on leadership roles, guiding projects to successful completion. This decan encourages them to embrace their determination, value the contributions of others, and continue striving for excellence in their endeavors.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/4/42/Pents03.jpg"
  },
  {
    "key": "67",
    "card": "Four of Pentacles",
    "planet": "Sun ☉",
    "sign": "Capricorn ♑︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You seek stability and security. Find a balance between saving and enjoying life's pleasures.",
    "indepth": "The Four of Pentacles signifies stability, security, and a focus on material possessions. It represents a period of holding onto what you have and seeking financial or emotional security. This card symbolizes conservation, possessiveness, and the need for stability. It encourages you to strike a balance between saving and enjoying life's pleasures and to assess whether your attachments are serving your growth.",
    "decan": "Third Decan of Capricorn (January 10 - January 19): Ruled by the Sun, the third decan of Capricorn is depicted by the Four of Pentacles tarot card. These Capricorns have a strong desire for stability and financial security. The Four of Pentacles represents a need for balance between holding onto resources and being open to abundance. They are practical and responsible, seeking to create a solid foundation for themselves and their loved ones. Their determination to achieve their goals may lead them to hold tightly to their possessions, but they are also generous and enjoy sharing their success with others. This decan encourages them to embrace their inner strength, find a harmonious balance between holding on and letting go, and use their abundance to enrich their lives and the lives of those around them.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/3/35/Pents04.jpg"
  },
  {
    "key": "68",
    "card": "Five of Pentacles",
    "planet": "Mercury ☿",
    "sign": "Taurus ♉︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You experience financial challenges and insecurity. Seek support and resources to overcome difficulties.",
    "indepth": "The Five of Pentacles represents hardship, financial difficulties, and a sense of lack. It signifies a period of struggle and the need for resilience. This card symbolizes perseverance, support, and the potential for spiritual growth amidst challenges. It encourages you to seek support in times of need, shift your perspective to find hidden blessings, and cultivate inner strength.",
    "decan": "First Decan of Taurus (April 21 - April 30): In the first decan of Taurus, Mercury's influence combines with the practical and sensual nature of this sign, represented by the Five of Pentacles tarot card. Individuals born during this period possess a strong intellect and a practical approach to challenges. The Five of Pentacles represents temporary setbacks and financial worries, reflecting their need to find security and stability through logical thinking and effective communication. These Taureans are resourceful and determined, able to overcome difficulties through their quick thinking and adaptability. They value comfort and may find fulfillment in creating a harmonious and luxurious environment. This decan encourages them to embrace their problem-solving abilities, trust in their capacity to find solutions, and use their resourcefulness to create abundance in their lives.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/9/96/Pents05.jpg"
  },
  {
    "key": "69",
    "card": "Six of Pentacles",
    "planet": "Moon ☽",
    "sign": "Taurus ♉︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You embrace generosity and giving. Share your wealth and find fulfillment in acts of kindness.",
    "indepth": "The Six of Pentacles signifies generosity, charity, and the balance of giving and receiving. It represents a period of abundance and the opportunity to share your blessings with others. This card symbolizes compassion, fairness, and the rewards of helping those in need. It encourages you to give with an open heart, receive graciously, and find fulfillment through acts of kindness.",
    "decan": "Second Decan of Taurus (May 1 - May 10): Under the influence of the Moon, the second decan of Taurus is symbolized by the Six of Pentacles tarot card. These Taureans possess a nurturing and compassionate nature, with a focus on generosity and emotional connection. The Six of Pentacles signifies a desire to share their resources with others and offer support to those in need. They have a natural empathetic ability and are often attentive to the emotions of others. These Taureans find fulfillment in giving and receiving love and support, creating harmonious relationships and a sense of security for those around them. This decan encourages them to embrace their caring nature, find joy in emotional connections, and use their nurturing energy to create abundance in their lives and the lives of others.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Pents06.jpg"
  },
  {
    "key": "70",
    "card": "Seven of Pentacles",
    "planet": "Saturn ♄",
    "sign": "Taurus ♉︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You exercise patience and wait for the fruits of your labor. Trust in the timing of your efforts and have faith in your progress.",
    "indepth": "The Seven of Pentacles signifies patience, perseverance, and the rewards of long-term investments. It represents a period of waiting for the fruits of your labor to manifest. This card symbolizes growth, evaluation, and the need to assess your progress. It encourages you to be patient, trust the process, and make adjustments as necessary to achieve your goals.",
    "decan": "Third Decan of Taurus (May 11 - May 20): Ruled by Saturn, the third decan of Taurus is depicted by the Seven of Pentacles tarot card. These Taureans possess patience, discipline, and a strong focus on long-term goals. The Seven of Pentacles represents a time of assessment and evaluation, reflecting their need to pause and reflect on their progress. They value hard work and understand the importance of patience and dedication in achieving their aspirations. These Taureans are willing to put in the effort required to build a solid foundation for their future. This decan encourages them to embrace their disciplined nature, trust in the process of growth and development, and find fulfillment in the rewards of their perseverance.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Pents07.jpg"
  },
  {
    "key": "71",
    "card": "Eight of Pentacles",
    "planet": "Sun ☉",
    "sign": "Virgo ♍︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You dedicate yourself to hard work and craftsmanship. Master your skills and pursue excellence for long-term success.",
    "indepth": "The Eight of Pentacles represents diligence, craftsmanship, and the pursuit of mastery. It signifies a period of focused work and dedicated effort towards honing your skills. This card symbolizes dedication, discipline, and the rewards of hard work. It encourages you to invest time and energy in your craft, seek continuous improvement, and take pride in your achievements.",
    "decan": "First Decan of Virgo (August 23 - September 2): In the first decan of Virgo, the Sun's influence combines with the analytical and detail-oriented nature of this sign, represented by the Eight of Pentacles tarot card. Individuals born during this period are hardworking, ambitious, and have a natural drive for success. The Eight of Pentacles signifies a dedication to their craft or profession, as they seek to shine and excel in their chosen field. These Virgos are confident in their abilities and may take on leadership roles where their organizational skills and attention to detail are valued. This decan encourages them to embrace their inner strength, harness their creativity, and find fulfillment in their pursuit of excellence.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/4/49/Pents08.jpg"
  },
  {
    "key": "72",
    "card": "Nine of Pentacles",
    "planet": "Venus ♀",
    "sign": "Virgo ♍︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You enjoy self-sufficiency and luxury. Revel in the rewards of personal achievement and abundance.",
    "indepth": "The Nine of Pentacles signifies abundance, luxury, and self-sufficiency. It represents a period of enjoying the rewards of your efforts and experiencing financial or material well-being. This card symbolizes independence, refinement, and the appreciation of life's pleasures. It encourages you to cultivate self-reliance, enjoy the fruits of your labor, and create a harmonious and fulfilling environment for yourself.",
    "decan": "Second Decan of Virgo (September 2 - September 11): Under the influence of Venus, the second decan of Virgo is symbolized by the Nine of Pentacles tarot card. These Virgos exhibit a graceful and refined nature, with a focus on beauty and aesthetics. The Nine of Pentacles represents independence and abundance, reflecting their desire for a comfortable and harmonious life. They appreciate the finer things in life and may have a keen eye for art and design. These Virgos find fulfillment in cultivating their personal space and enjoying the pleasures life has to offer. This decan encourages them to embrace their appreciation for beauty, find balance in their pursuits, and nurture their emotional well-being.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Pents09.jpg"
  },
  {
    "key": "73",
    "card": "Ten of Pentacles",
    "planet": "Mercury ☿",
    "sign": "Virgo ♍︎",
    "category": "Minor Arcana",
    "element": "Earth ⛰️",
    "description": "You experience prosperity and family wealth. Embrace the fulfillment of material and emotional needs.",
    "indepth": "The Ten of Pentacles represents wealth, family legacy, and long-term security. It signifies a period of financial stability and the establishment of a solid foundation. This card symbolizes generational wealth, tradition, and the importance of family and community. It encourages you to build a legacy, foster strong family ties, and create a prosperous future for yourself and future generations.",
    "decan": "Third Decan of Virgo (September 12 - September 22): Ruled by Mercury, the third decan of Virgo is depicted by the Ten of Pentacles tarot card. These Virgos possess sharp intellect and excellent communication skills. The Ten of Pentacles signifies stability and prosperity, reflecting their desire to create a secure and nurturing environment for their family and loved ones. They value tradition and may have a strong sense of community and responsibility. These Virgos find fulfillment in their role as caretakers and problem solvers, offering practical solutions to challenges that arise. This decan encourages them to embrace their nurturing nature, value their connections with others, and find fulfillment in contributing to the well-being of their family and society.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/4/42/Pents10.jpg"
  },
  {
    "key": "74",
    "card": "Page of Pentacles",
    "category": "Court Arcana",
    "element": "Earth ⛰️",
    "description": "You are eager to learn and explore opportunities for growth and abundance. Embrace practicality and lay a solid foundation for your future.",
    "indepth": "The Page of Pentacles represents ambition, practicality, and the eagerness to learn. It signifies a person who is diligent, responsible, and eager to embark on a new venture. This card symbolizes new beginnings, potential, and the pursuit of practical knowledge. It encourages you to be open to new opportunities, approach tasks with a practical mindset, and invest in your personal and professional growth.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Pents11.jpg"
  },
  {
    "key": "75",
    "card": "Knight of Pentacles",
    "sign": "Virgo ♍︎",
    "category": "Court Arcana",
    "element": "Earth ⛰️",
    "description": "You are diligent, responsible, and focused on long-term goals. Stay committed to your path and make steady progress toward your aspirations.",
    "indepth": "The Knight of Pentacles represents reliability, patience, and a diligent work ethic. It signifies a person who is dedicated, methodical, and focused on achieving long-term goals. This card symbolizes stability, responsibility, and the steady progress towards success. It encourages you to be persistent, stay committed to your goals, and take a practical approach to problem-solving.",
    "decan": "The Knight of Pentacles, as a representative of Virgo individuals, embodies the practicality, dedication, and attention to detail of this earth sign. Like the Virgo, he is a diligent and hardworking individual, committed to his goals with unwavering focus and perseverance. With a methodical approach to tasks, he ensures that every aspect is meticulously analyzed and executed to achieve the best results. The Knight of Pentacles is reliable and responsible, taking his responsibilities seriously and never shying away from hard work. His patience and disciplined nature enable him to handle challenges with a calm and steady demeanor. While he may not seek the spotlight, his contributions are invaluable, making him an essential support system for those around him. The Knight of Pentacles personifies the Virgo's practicality and reliability, exemplifying the sign's ability to create stability and make a tangible impact through their steadfast determination.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Pents12.jpg"
  },
  {
    "key": "76",
    "card": "Queen of Pentacles",
    "sign": "Capricorn ♑︎",
    "category": "Court Arcana",
    "element": "Earth ⛰️",
    "description": "You embody practicality, abundance, and nurturing energy. Embrace your connection with the earth and create a harmonious home environment.",
    "indepth": "The Queen of Pentacles represents abundance, nurturing, and practical wisdom. It signifies a person who is nurturing, grounded, and possesses strong financial acumen. This card symbolizes domestic stability, prosperity, and the ability to provide for others. It encourages you to cultivate a nurturing environment, manage your resources wisely, and find fulfillment through material and emotional well-being.",
    "decan": "The Queen of Pentacles, as a representative of Capricorn individuals, embodies the grounded, practical, and nurturing nature of this earth sign. Like the Capricorn, she is a master of managing resources and creating stability in her life. With a strong sense of responsibility and a focus on long-term goals, she diligently works toward building a solid foundation for herself and her loved ones. Her nurturing and caring qualities make her an excellent provider and protector, taking care of both material and emotional needs with grace and dedication. The Queen of Pentacles is highly organized and efficient, making her a reliable and respected figure in both her personal and professional life. Her ability to balance ambition with compassion and generosity make her a symbol of the Capricorn's ability to succeed and create abundance while also nurturing a warm and supportive environment for those she cares about.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/8/88/Pents13.jpg"
  },
  {
    "key": "77",
    "card": "King of Pentacles",
    "sign": "Taurus ♉︎",
    "category": "Court Arcana",
    "element": "Earth ⛰️",
    "description": "You are prosperous, reliable, and possess a strong sense of material security. Utilize your financial wisdom and responsible management of resources.",
    "indepth": "The King of Pentacles represents wealth, authority, and the mastery of material matters. It signifies a person who is successful, reliable, and demonstrates financial expertise. This card symbolizes abundance, competence, and the responsible use of resources. It encourages you to embody qualities of leadership, make sound financial decisions, and create a stable and prosperous life.",
    "decan": "The King of Pentacles, as a representative of Taurus individuals, embodies the dependable, practical, and steadfast nature of this earth sign. Like the Taurus, he is a true embodiment of stability and success, with a strong focus on building a solid and secure foundation for himself and his loved ones. With a keen eye for financial matters and a talent for managing resources, he thrives in material pursuits and understands the value of hard work and long-term planning. The King of Pentacles is patient and persistent, and his disciplined approach to achieving his goals ensures that he can weather any storm that comes his way. His generous and nurturing demeanor extends beyond the material realm, as he is also deeply invested in the well-being and happiness of those around him. The King of Pentacles represents the Taurus' unwavering determination and ability to create abundance and prosperity through their dedication and practical sensibility.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Pents14.jpg"
  }
]